{
  "type1": ["Application "],
  "question1": ["1. When is the application period for OEP? ",
    "2. What are the eligibility criteria for OEP?",
    "3. If my CGPA is lower than 3.50, am I eligible to apply?",
    "4. How do I apply for OEP?",
    "5. Can I apply for OEP if I am on scholarship?",
    "6. Can I go for GEM Explorer before embarking on OEP?",
    "7. Can I graduate immediately after returning from OEP?",
    "8. Can I apply for OEP if I am currently in my freshman year?",
    "9. Am I eligible to apply for OEP if I am a graduate student?"],
  "answer1": ["Applications will close twice a year, i.e. every April and October, for internship and exchange places to the countries. January Intake: Mid-April of the previous year. September Intake: End October of the previous year",
    "Students must be enrolled in full-time NTU undergraduate courses. Students must be a Singapore citizen or permanent resident. Students must have at least one remaining semester of study upon return to NTU without exceeding their maximum candidature. Students are allowed to map their internship module using OEP, however, subject to OEP’s and the Faculty’s approval. Note: No extension of candidature provided that students have planned their modules properly in advance. Confirmation of a place in OEP is subject to final placement offers by start-ups.",
    "We do not solely look at the CGPA but it’ll be a holistic assessment to determine whether you will be suitable for the programme. However, for those who are seeking to do a combination of internship and exchange through OEP, students must have a minimum CGPA of 3.50. Otherwise, they have to consider either applying for the fee-paying basis or a pure internship basis under OEP.",
    "Please submit a soft copy of the following documents to oep@ntu.edu.sg: Application Form, A copy of your resume (with recent photo), A copy of your latest Degree Audit, An essay of not more than 300 words indicating, Why you will make a good candidate, Your entrepreneurial aspirations, How you will benefit from the programme",
    "Students on scholarships must check with their respective scholarship administrators or providers first on their eligibility to participate in the OEP before applying. Selected candidates will however only be permitted to embark on this programme after meeting the eligibility criteria.",
    "Students must be in NTU, Singapore for the semester before embarking on OEP during the next semester and not overseas on GEM Explorer because NTUitive will be conducting briefings, interviews and etc. for all out-going students ",
    "You can go for GEM Explorer after completing OEP programme subject to you meeting your minimum residential candidature.",
    "Students should be enrolled in full-time NTU undergraduate courses and MUST have at least one remaining semester of study upon return to NTU without exceeding their maximum candidature.",
    "First year undergraduate students are welcome to apply for this programme. Once you have been selected for the programme, we will assist with your curriculum planning and provide any necessary training.",
    "No, OEP is only open to current NTU undergraduate students."],

    "type2": ["Interview and Selection "],
      "question2": ["1. What is the selection process for OEP?",
        "2. What is the selection criteria for the interview?",
        "3. What is the dress code for the interview?",
        "4. Where is the interview held?",
        "5. What are the required documents that I need to bring for interview?",
        "6. When will the interview results be released?",
        "7. What is the appeal procedure if I am not selected?"],
        "answer2": ["Every applicant to the programme would have to undergo a stringent selection process. 1. Initial meet-up with NTUitive staff to ascertain students’ eligibility - includes the following:Determining if student would like to go on an overseas exchange, and the outstanding AUs to achieve for graduation requirements;Areas of interest and skill-sets of the students to ensure ease of matching of internship opportunities to students;Determining whether the student has post-graduation scholarship obligations (e.g. bond)Students are able to provide for themselves financially beyond the stipend provided by the start-up, plus any additional resources that NTUitive is able to source;If student is extending candidature, whether the scholarship would cover the extended candidature, and if not, if the student is able to bear the additional NTU-subsidised tuition fee and GST (MOE tuition grant is not given beyond normal candidature)If student needs to extend candidature in order to go on the OEP, to check with the school for approval, on a case-by-case basis 2. Application: If eligible to apply, student has to submit application to NTUitive by the specified application deadlines 3. Selection Interview Assessment is done holistically, based on applicant’s academic grades (a requirement for exchange places by partner universities), entrepreneurial inclination, and general knowledge, motivation and personality. Interview panel consist of the CEO, NTUitive Pte. Ltd to assess candidate’s aptitude and programme ambassadorial potential 4. School’s Approval. For applicants who pass the interview, approval will be sought from the school before the result of the interview is conveyed to the successful applicants. 5.Company’s Interview: Successful applicants would then be matched to suitable internship positions in start-up companies in the country of choice of the applicants",
        "In order to fulfil the objective of the OEP in transforming entrepreneurial-minded undergraduates into future entrepreneurial leaders with the global perspective, student applicants will be assessed based on a set of selection criteria that will include: 1. Entrepreneurial Mind-set: Students assessed to exhibit high 'Entrepreneurial' and/or 'Leadership' attributes in the Career Aspiration Survey. Students with entrepreneurial track record will be considered more favourably 2. Commitment Level- Students’ willingness to commit to a full-year overseas internship in the selected start-ups. Students’ willingness to co-fund any additional expenses required in this programme.",
          "The dress code is smart casual.",
          "The interview is conducted at NTUitive office, 16 Nanyang Drive, #01-109, Innovation Centre. Please take a seat at the reception when you arrive for the interview and wait for the OEP staff to attend to you.",
          "You do not need to bring along any CV, presentation materials, etc. However, if you have any design portfolio, please bring along during the interview.", "You will be notified of the interview selection results via email approximately 2-4 weeks from the date you attended for the interview.",
          "Please email to oep@ntu.edu.sg and provide reasons for your appeal. The appeal panel will review your case and keep you informed accordingly."],

"type3": ["About the Programme "],
   "question3": ["1. Where can I find the list of companies?",
     "2. Do I need to source for my own internship company?",
     "3. Can I use OEP to count towards my compulsory internship?",
      "4. Do I need to incur additional cost embarking on OEP?"],
      "answer3": ["The list of updated companies will be provided you after have been selected and only during the placement period.",
        "Respective OEP directors will source for the internship companies and arrange the interviews accordingly. However, if you have a company in mind, you can discuss it with the respective programme directors so that they could get in touch with the company on your behalf and access the suitability of the company with the programme.",
        "Students are allowed to map their internship module using OEP, however, subject to OEP’s and the Faculty’s approval. The credit allocations for individual colleges is different. Kindly enquire via email (oep@ntu.edu.sg) to find out more.",
        "The programme is expected to be affordable for most students. Selected students will need to continue to pay regular tuition fees to NTU for the duration of the programme if they choose to be on exchange or want to clear their internship using OEP. At the same time, students will be paid a monthly stipend by their internship company which can assist to defray their personal monthly expenditure. NTUitive will sponsor: 1. 2-way Air Ticket 2. Visa Application and related visa fees 3. Basic medical and travel insurance. Students need to pay: Regular tuition fees and other miscellaneous fees to NTU. Approximately USD500 a month to supplement their living expenses (depends on individual lifestyle) such as accommodation, food and transportation."]
}
